/* No comment provided by engineer. */
" (Required)" = " (Erforderlich)";

/* Download cancelled status */
"%@ - Cancelled" = "%@ - Abgebrochen";

/* Download failed status */
"%@ - Failed" = "%@ - Fehlgeschlagen";

/* Download failed status from bad file type */
"%@ - Failed (import error)" = "%@ - Fehlgeschlagen (Importfehler)";

/* Download failed status from low disk space */
"%@ - Failed (low disk space)" = "%@ - Fehlgeschlagen (Zu wenig Speicherplatz)";

/* Download finished status */
"%@ - Finished" = "%@ - Beendet";

/* Downloading status */
"%@ of %@" = "%1$@ von %2$@";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline activation." = "%@ kann keine Verbindung zum Aktivierungsdienst herstellen. Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang oder fahren Sie offline mit der  Aktivierung fort.";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline deactivation." = "%@ kann keine Verbindung zum Aktivierungsdienst herstellen. Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang oder fahren Sie offline mit der Aktivierung fort.";

/* String indicating how many permissions the user has enabled in permissions window */
"%i of %i Enabled" = "%1$i von %2$i aktiviert";

/* Help button text for permissions window */
"?" = "?";

/* No comment provided by engineer. */
"Accessibility" = "Barrierefreiheit";

/* add color button tooltip */
"Add current color to My Colors" = "Aktuelle Farbe zu meinen Farben hinzufügen";

/* Required permissions alert title */
"Are you sure you want to exit without enabling required permissions?" = "Möchten Sie die Anwendung wirklich beenden, ohne die nötigen Berechtigungen zu aktivieren?";

/* Activation in progress alert info */
"Are you sure you want to exit? The product is not activated. If you do not continue, you must re-enter your software key to generate a new offline Activation Certificate." = "Möchten Sie den Vorgang wirklich beenden? Das Produkt ist nicht aktiviert. Wenn Sie den Vorgang nicht fortsetzen, müssen Sie Ihren Softwareschlüssel erneut eingeben, um ein neues Zertifikat für die Offline-Aktivierung zu generieren.";

/* Failed to save certificate alert info */
"Cannot save the text file. Please try again or click Copy to copy the text into another location." = "Textdatei kann nicht gespeichert werden. Bitte wiederholen Sie den Vorgang. oder klicken Sie auf „Kopieren“, um den Text an einen anderen Ort zu kopieren.";

/* Download failed notification close action
   Download finished notification close action */
"Close" = "Schließen";

/* Continue
   OK */
"Continue" = "Weiter";

/* Delete */
"Delete" = "Löschen";

/* Disabled status message for permission in permissions window */
"Disabled" = "Deaktiviert";

/* Done button text for permissions window */
"Done" = "Fertig";

/* Download button text for permission row in permissions window */
"Download" = "Herunterladen";

/* First parameter is product name, second is version, e.g. Download Snagit 2020. Just activated alert, link to downloads page to download newer version. */
"Download %@ %d" = "%1$@ %2$d herunterladen";

/* Download failed notification title */
"Download Failed" = "Download fehlgeschlagen";

/* Download finished notification title */
"Download Finished" = "Download beendet";

/* Download started notification title */
"Download Started" = "Download begonnen";

/* Fix denied permission link text in permissions window */
"Edit System Permissions" = "System-Zugriffsberechtigungen bearbeiten";

/* Enable button text for permission row in permissions window */
"Enable" = "Aktivieren";

/* Required permissions alert body
   Required permissions alert body text */
"Enable required permissions to prevent unexpected behavior in the application." = "Aktivieren Sie die nötigen Berechtigungen, um zu vermeiden, dass sich die Anwendung nicht wie erwartet verhält.";

/* No comment provided by engineer. */
"Enable to capture keystrokes in a video recording to apply keystroke effects." = "Aktivieren, um beim Aufzeichnen von Bildschirmvideos Tastaturbefehle zu erfassen, damit Tastaturbefehl-Callouts angewendet werden können.";

/* No comment provided by engineer. */
"Enable to record audio from an external source such as a headset." = "Aktivieren, um Audiodaten von einer externen Quelle aufzunehmen, zum Beispiel von einem Headset.";

/* No comment provided by engineer. */
"Enable to record video from an external source such as a webcam." = "Aktivieren, um Videodaten von einer externen Quelle aufzunehmen, zum Beispiel von einer Webkamera.";

/* Enabled status message for permission in permissions window */
"Enabled!" = "Aktiviert!";

/* Error label singular */
"Error" = "Fehler";

/* Exit */
"Exit" = "Beenden";

/* Extract Panel Prompt */
"Extract" = "Extrahieren";

/* Extract panel name field */
"Extract As:" = "Dateiname:";

/* Extract panel message */
"Extract text for translation…" = "Text zum Übersetzen extrahieren...";

/* Extract panel items format */
"Extract the text of %d item(s) for translation." = "Text aus %d Element(en) zum Übersetzen extrahieren.";

/* Certificate generation failed alert message */
"Failed To Generate Certificate" = "Zertifikat konnte nicht generiert werden";

/* Color picker toggle button title for switching to rgb color entry */
"Hex" = "Hex";

/* Error logged when the file has been corrupted (columns/rows missing that are required as an example)
   Error logged when the file has been corrupted and we cannot read data correctly */
"Imported data is not valid." = "Die importierten Daten sind nicht gültig.";

/* Error logged when XLIFF file is not version 1.2 */
"Imported data is not valid. The imported XLIFF must use the version 1.2 specifications." = "Die importierten Daten sind nicht gültig. Die importierte XLIFF-Datei muss die Spezifikationen von Version 1.2 verwenden.";

/* Soft limit exceeded alert title */
"Installation Limit Exceeded" = "Maximal zulässige Installationsanzahl überschritten";

/* Soft limit reached alert title */
"Installation Limit Reached" = "Maximal zulässige Installationsanzahl erreicht";

/* Invalid key alert title */
"Invalid Key" = "Ungültiger Softwareschlüssel";

/* Invalid key alert message */
"Invalid software key. Please enter your key again." = "Ungültiger Softwareschlüssel. Geben Sie den Schlüssel erneut ein.";

/* Software key wrong version alert title */
"Key Doesn't Match Version" = "Softwareschlüssel ist für diese Version nicht gültig";

/* Learn More */
"Learn More" = "Weitere Infos";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* custom colors swatches tooltip */
"My Colors" = "Meine Farben";

/* new label on menu items */
"New!" = "Neu!";

/* Just activated alert message */
"Newer Version Available" = "Neuere Version verfügbar";

/* No */
"No" = "Nein";

/* Hard limit reached alert title */
"No More Installations Available" = "Keine weiteren Installationen verfügbar";

/* Issue details for a file where no translation issues were found. */
"No issues found." = "Keine Probleme gefunden.";

/* Error logged when user no target language in the file */
"No target language specified for ALL files" = "Keine Zielsprache für die Dateien festgelegt";

/* Error logged when user has multiple target languages in XLIFF file */
"No target language specified for some files and multiple target languages specified for others. Check the XLIFF file and try again." = "Für einige Dateien wurde mehrere Zielsprachen festgelegt, für andere Dateien hingegen keine. Überprüfen Sie die XLIFF-Datei und wiederholen Sie den Vorgang.";

/* OK */
"OK" = "OK";

/* Offline Activation */
"Offline Activation" = "Offline-Aktivierung";

/* Offline Deactivation */
"Offline Deactivation" = "Offline-Deaktivierung";

/* Certificate generation failed alert info */
"Please try again later." = "Bitte wiederholen Sie den Vorgang später.";

/* Activation in progress alert title */
"Product Not Activated" = "Produkt ist nicht aktiviert";

/* Extract panel name placeholder */
"Project Name" = "Projektname";

/* Color picker toggle button title for switching to hex color entry */
"RGB" = "RGB";

/* Download section title for permissions window */
"Recommended Downloads:" = "Empfohlene Downloads:";

/* No comment provided by engineer. */
"Required to capture images or videos of the screen." = "Wird benötigt, um Bild- oder Videoaufnahmen vom Bildschirm zu machen.";

/* Prompt to save activation certificate title */
"Saving Activation Certificate..." = "Aktivierungszertifikat wird gespeichert...";

/* Prompt to save deactivation certificate title */
"Saving Deactivation Certificate..." = "Deaktivierungszertifikat wird gespeichert...";

/* No comment provided by engineer. */
"Screen Capture" = "Bildschirmaufnahme";

/* Switch Mode to Hex */
"Switch to HEX" = "Zu HEX wechseln";

/* Switch Mode to RGB */
"Switch to RGB" = "Zu RGB wechseln";

/* System permissions window title */
"System Permissions" = "System-Zugriffsberechtigungen";

/* Software key wrong version alert message, %@ is the product name */
"The software key you entered is not valid for this version of %@.\n\nSign in to your TechSmith account to locate and download your purchased version or you can purchase an upgrade to our latest version." = "Der eingegebene Softwareschlüssel gilt nicht für diese Version von %@. \n\nMelden Sie sich bei Ihrem TechSmith Konto an, um Ihre erworbene Version zu finden und herunterzuladen oder ein Upgrade auf die aktuelle Version zu erwerben.";

/* Just activated, letting user know they can download newer version. */
"This software key is for %@ version %d." = "Dieser Softwareschlüssel gilt für %1$@ Version %2$d.";

/* Failed to save certificate alert message */
"Unable To save the certificate" = "Zertifikat kann nicht gespeichert werden";

/* Activation service unreachable alert title */
"Unable to Reach the Activation Service" = "Aktivierungsdienst kann nicht erreicht werden";

/* Download failed notification view action
   Download finished notification view action */
"View" = "Anzeigen";

/* Warning label singular */
"Warning" = "Warnung";

/* No comment provided by engineer. */
"Webcam" = "Webkamera";

/* Yes */
"Yes" = "Ja";

/* Hard limit reached alert message, %@ is the product name */
"You have exceeded the maximum number of installations for this software key.\n\nClick Learn More for how to deactivate %@ from a computer or how to purchase additional licenses." = "Die maximal zulässige Anzahl an Installationen für diesen Softwareschlüssel wurde überschritten. \n\nKlicken Sie auf „Weitere Infos“, um zu erfahren, wie Sie %@ auf einem Computer deaktivieren oder wie Sie weitere Lizenzen erwerben können.";

/* Soft limit exceeded alert message, %@ is the product name */
"You have successfully activated %@. However, you have exceeded the maximum number of installations for this software key. Click Learn More for instructions to deactivate %@ on a computer or how to purchase additional licenses." = "Sie haben %1$@ erfolgreich aktiviert. Sie haben jedoch die maximal zulässige Anzahl an Installationen für diesen Softwareschlüssel überschritten. Klicken Sie auf „Weitere Infos“, um zu erfahren, wie Sie %2$@ auf einem Computer deaktivieren oder wie Sie weitere Lizenzen erwerben können.";

/* Soft limit reached alert message */
"You have successfully activated %@. However, you have reached the maximum number of installations for this software key. No action is needed." = "Sie haben %@ erfolgreich aktiviert. Jedoch wurde die maximal zulässige Anzahl an Installationen für diesen Softwareschlüssel erreicht. Sie müssen nichts weiter unternehmen.";

/* suffix label for points */
"pt" = "pt";

